{
  "logIn": "تسجيل دخول",
  "More": "المزيد",
  "search": "بحث في الدواوين...",
  "Home": "الرئيسة",
  "all_dawawin": "تصفح جميع الدواوين",
  "audible_poems": "القصائد المسموعة",
  "madh_alrasul": "مدح الرسول صلى الله عليه وسلم",
  "Sheikh": "الشيخ إبراهيم إنياس",
  "show_all": "عرض الكل",
  "Dawawin": "الدواوين",
  "num_of_poems": "عدد القصائد",
  "poems": "قصيدة",
  "Poems": "القصائد",
  "eldawawin": "الدواوين",
  "all_poems": "تصفح جميع القصائد",
  "about_sheikh": "عن الشيخ",
  "about__sheikh": "عن الشيخ",
  "name_sheikh": "ابراهيم بن عبد الله انياس",
  "his_birth": "مولده ونشأته",
  "his_birth_dec": "ولد الشيخ إبراهيم عبد الله نياس يوم الخميس 15 رجب 1318هـ في طيبة، وهي قرية صغيرة قرب مدينة كولخ في السنغال. ونشأ في حجر والده، وقرأ عليه القرآن حتى حفظ حفظاً جيداً برواية ورش عن نافع. وقد ظهرت عليه النجابة في صغره، وبعد أن حفظ القرآن شمر عن ساعد الجد والاجتهاد في تحصيل العلوم، المنطوق منها والمفهوم، وبلغ فيها المنى والمراد، وتبحر فيها وتفنن بجميع فنونها.",
  "his_elders": "شيوخه",
  "his_elders_dec": "تولى تعليمه والده العالم المجاهد الحاج عبد الله بن محمد ابن مدمب. وازداد من العلوم والتضلع فيها بهمته العالية وانهماكه المستمر في طلب العلم، ولم يقرأ على أحدٍ غير والده. وبعد أن نبغ في سنٍ مبكرة في التفسير وعلوم القرآن والحديث وعلومه، والفقه وأصوله، واللغة وفنونها، والتصوف، فكان مرجعاً في ذلك كله، تصدر لإفادة الخلق قبل بلوغ الثلاثين سنة، وأقبل عليه الناس من أقطار شتى، عرباً وعجماً ينهلون من علومه.",
  "scholars_leave_him": "إجازات العلماء له",
  "scholars_leave_him_dec": "وهي كثيرة جداً وهذه نماذج منها:ـ ـ1- أول من اجازه والده الحاج عبد الله انياس، قال الشيخ: «وهو أول من أجازني في تعليم القرآن والعلم بأسانيده». ـ2- وأجازه برواية ورش: محمد الأمين بن بد. ـ3- وأجازه قاضي المغرب سيدي أحمد سكيرج بتأليفه المعنون بـ (قدم لرسوخ فيما لمؤلفه من الشيوخ، في نحو ستمائة شيخ، قال بعد فراغه من تأليفه: «أول من أجزت بهذه الأسانيد كلها الخليفة الحاج إبراهيم انياس » وقد كتبت 23/ صفر/1358 هـ. ـ4- وأجازه أيضا يوم عاشوراء سنة 1355هجري بحديث عاشوراء المسلسل وحديث (الراحمون يرحمهم الرحمن), وكلاهما يتصل سنده برسول الله صلى الله عليه وسلم. ـ5- وأجازه الشيخ صالح بن الفضيل التونسي المدرس بالمسجد النبوي بجميع ما تضمنه ثبت العلامة المصري عن طريق السيد بدر الدين الحسني الشامي المغربي الفاسي الأصل، بتاريخ الأربعاء 18/ذي الحجة / 1355هـ اتجاه الكعبة بخط المجيز نفسه. ـ6- إجازة السيد محمد عبد الحي الكتاني المغربي الفاسي الأصل، قال: اجيز حضرة الفاضل المذكور بالسعي المشكور والعمل المبرور بجميع ما لي من مرويات ومقروءات ومسموعات ومجازاة من خمسمائة نفس مابين رجال ونساء. ـ7- محمد بن الفضيل صاحب الفجر الساطع على الصحيح الجامع / أحمد بن الطالب صاحب التعاليق على الصحيح / حميد بن محمد قاضي مكناس / أحمد بن محمد الخياط: شيخ الجماعة بفاس / قاضي فاس المقرئ عبد الله الهاشمي بن خضراء/ الصاعقة محمد بن إبراهيم السباعي المراكشي. ـ 8- وفي الجزائر: مسندها أبو الحسن علي بن موسى الجزائري. ـ 9- ومن تونس: شيخ الجماعة بها أبو حفص عمر بن الشيخ / قاضي تونس المسند محمد بن الطيب بن محمد النيفر. ـ 10- وفي مصر: الشهاب أحمد الرفاعي / السيد الصالح البنا الإسكندري / مفتي الأوقاف. الشيخ حسين منقارة الطرابلسي الحنفي. ـ 11- وفي الحجاز: السيد حبيب الرحمن الهندي / مسند الحجاز أبو الحسن على بن ظاهر الوثري / مفتي مكة الشيخ صالح حسين بن محمد الحيسي الباعلوي/ عالم الحجاز الشيخ محمد بن سليمان المعروف بحب الله الشافعي المكي الضرير / خطيب الحرم المكي أبو الخير مرداد الحنفي المكي. ـ 12- وفي الشام: الشيخ سعيد الحتال / الشيخ نصر الله بن عبد القادر / عبد الرزاق البيطار الدمشقي / الشيخ عبد الله صوفان النابلسي القدومي. ـ 13- وفي الهند: حسين بن محسن الأنصاري اليمني ثم الهندي / الشيخ خضر بن عثمان الرضوي / الشيخ محمد على أكبر الاروى. ـ 14- وفي اليمن: المسند محمد بن سالم الترعي بحضرموت / السيد علي الأهدل الزبيدي. وغيرهم..",
  "fav": "المفضلة",
  "hint": "الملاحظات",
  "share_app": "شارك التطبيق",
  "lang": "اللغة",
  "connect_with_us": "تواصل معنا",
  "about_app": "حول التطبيق",
  "about_app_des": "دواوين الشيخ ابراهيم انياس",
  "about_des_3": "مجموعة قصائد الشيخ ابراهيم نياس",
  "about_des_4": "ينسب إلى الشيخ إبراهيم شعر كثير، جمع معظمه في كتاب واحد نشر إبان حياته، عنوانه: «الدواوين الستة لشيخ الإسلام الحاج إبراهيم ابن الشيخ الحاج عبد الله الكولخي»، وأُلحق بهذه الدواوين الستة ديوانان، وهي عناوين لمنظومات تدور في محور واحد هو المديح النبوي من منظور صوفي، وفضلاً عن المديح النبوي الذي نال العناية الكبرى، فإن له دواوين أخرى في مدح أهل الطريقة.",
  "language": "اللغة",
  "about_diwan": "نبذة عن الديوان :",
  "Rhymes": "القوافي",
  "alqafia": "القافية : ",
  "number_verses": "عدد الأبيات : ",
  "vocalist": "المنشد : ",
  "add_note": "أضف ملاحظة",
  "play_with_out_internet": "تشغيل بدون انترنت",
  "share_poems": "مشاركة القصيدة",
  "font_size":"حجم الخط",
  "font_color":"لون الخط",
  "backGround_color":"لون الخلفية",
  "content_note":"محتوى الملاحظة",
  "delete": "حذف",
  "add": "إضافة",
  "num_of_poem": "عدد القصائد :",
  "splash_title":"إنتاج",
  "splash_dec":"شبكة تراث الفيضة التجانية",
  "search_results":"نتائج البحث",
  "num_search_results":"عدد نتائج البحث :",
  "result":"نتيجة",
  "the_results":"النتائج",
  "diwan":"ديوان :",
  "knash": "كناش: "
}