{
  "Home": "Home",
  "about_us": "About Us",
  "More": "More",
  "search": "Search ...",
  "audible_poems": "Audible poems",
  "madh_alrasul": "Madh alrasul salaa allah ealayh wasalam",
  "Sheikh": "Sheikh Ibrahim Inias",
  "show_all": "Show all",
  "Dawawin": "Divan",
  "num_of_poems": "Number of poems",
  "poems": "Poem",
  "Poems": "Poems",
  "all_dawawin": "Browse all divan",
  "about_app_des": "The divan of Sheikh Ibrahim Inias",
  "all_poems": "Browse all poems",
  "about_sheikh": "About the sheikh",
  "about__sheikh": "About Us",
  "name_sheikh": "Ibrahim bin Abdullah Inias",
  "his_birth": "His birth and upbringing",
  "his_birth_dec": "Sheikh Ibrahim Abdullah Nias was born on Thursday, Rajab 15, 1318 AH in Taiba, a small village near the city of Kolkh in Senegal. He grew up under his father’s lap, and he was taught the Qur’an until he memorized it well, according to Warsh’s narration on the authority of Nafi’. Efficiency appeared to him when he was young, and after he memorized the Qur’an, he learned about the help of diligence and diligence in acquiring sciences, both uttered and understood, in which he attained the desires and desires, and mastered them and mastered them in all their arts.",
  "his_elders": "His elders",
  "his_elders_dec": "He was taught by his father, the scholar, the fighter, Hajj Abdullah bin Muhammad bin Mudamba. And he increased his knowledge and mastery in it with his high energy and his constant preoccupation in seeking knowledge, and he did not read to anyone other than his father. And after he excelled at an early age in interpretation, the sciences of the Qur’an, Hadith and its sciences, jurisprudence and its origins, language and its arts, and Sufism, and he was a reference in all of that, he issued a statement to benefit people before reaching the age of thirty, and people from various countries, Arabs and non-Arabs, came to him to draw from his knowledge.",
  "scholars_leave_him": "Scholars leave him",
  "scholars_leave_him_dec": "They are very many, and here are some examples of them:\n 1- The first to be approved by his father, Hajj Abdullah Inyas.\n2- He authorized it according to the narration of Warsh: Muhammad Al-Amin bin Bad.\n3- And the judge of Morocco, Sidi Ahmed Skairj, approved it with his authorship titled (Presented for firmness in what his author is from the sheikhs, in about six hundred sheikhs. He said after finishing his authorship: “The first one who was authorized by all these chains of narrators is the caliph, Hajj Ibrahim Inyas.” And I wrote 23 / Safar / 1358 AH \n 4- He also authorized it on the day of Ashura in the year 1355 AH, with the hadith of Ashura in the series and the hadith (The merciful have mercy on them, the Most Merciful), both of which are related to the Messenger of God, may God’s prayers and peace be upon him. Al-Din Al-Hasani Al-Shami, Al-Maghribi Al-Fasi, dated Wednesday 18 / Dhu Al-Hijjah / 1355 AH, the direction of the Kaaba in the same handwriting of Al-Majiz. And a reward from five hundred souls, between men and women.\n7- Muhammad bin Al-Fadhil, the author of the Bright Dawn on the comprehensive Sahih / Ahmed bin Al-Talib, the author of the comments on the Sahih / Hamid bin Muhammad Qadi Meknes / Ahmed bin Muhammad Al-Khayyat: Sheikh of the congregation in Fez / Qadi of Fez, the reciter Abdullah Al-Hashemi bin green/ Thunderbolt Muhammad ibn Ibrahim al-Sibai al-Marrakshi.\n8- In Algeria: its chain of transmission is Abu al-Hasan Ali ibn Musa al-Jaza’iri.\n9- And from Tunisia: the sheikh of the congregation with it is Abu Hafs Umar bin Al-Sheikh / Qazi of Tunis Al-Musnad Muhammad bin Al-Tayyib bin Muhammad Al-Naifer.\n10- In Egypt: Al-Shihab Ahmed Al-Rifai / Al-Sayyid Al-Saleh Al-Banna Al-Iskandari / Mufti of Al-Awqaf. Sheikh Hussein Minkara Trabelsi Hanafi.\n11- In the Hijaz: Sayyid Habib al-Rahman al-Hindi / Musnad al-Hijaz Abu al-Hasan Ali bin Dhaher al-Wathari / Mufti of Mecca Sheikh Salih Hussain bin Muhammad al-Haisi al-Ba’alawi / Scholar of Hijaz Sheikh Muhammad bin Suleiman, who is known for the love of God al-Shafi’i al-Dareer al-Makki / Preacher of the Grand Mosque in Mecca Abu al-Khair Mirdad al-Hanafi Mecca.\n12- And in the Levant: Sheikh Saeed Al-Hatal / Sheikh Nasrallah bin Abdul Qadir / Abdul Razzaq Al-Bitar Al-Dimashqi / Sheikh Abdullah Soufan Al-Nabulsi Al-Qaddoumi.\n13- In India: Husayn bin Muhsin al-Ansari al-Yamani, then al-Hindi / Sheikh Khader bin Othman al-Radawi / Sheikh Muhammad Ali Akbar al-Arwa.\n14- And in Yemen: Al-Musnad Muhammad bin Salem Al-Tara’i in Hadramout / Al-Sayyid Ali Al-Ahdal Al-Zubaidi. and others..",
  "fav": "favorites",
  "hint": "Notes",
  "share_app": "Share the app",
  "lang": "Language",
  "connect_with_us": "Connect with us",
  "about_app": "About the application",
  "language": "Language",
  "about_des_3": "The collections of Sheikh Ibrahim Inias",
  "about_des_4":"Many poems are attributed to Sheikh Ibrahim, most of which were collected in one book published during his life, titled: “The Six Collections of Sheikh Al-Islam Hajj Ibrahim Ibn Sheikh Al-Hajj Abdullah Al-Kolkhi.” Two collections were attached to these six collections, which are titles for systems that revolve around one axis, which is the prophetic praise from A Sufi perspective, and in addition to the prophetic praise that received great attention, he has other collections in praising the people of the method.",
  "about_diwan": "About the Diwan :",
  "Rhymes": "Rhymes",
  "alqafia": "Rhyme: ",
  "number_verses": "Number of verses: ",
  "vocalist": "Vocalist : ",
  "add_note": "Add note",
  "play_with_out_internet": "Play without internet",
  "share_poems": "Share poems",
  "font_size":"Font size",
  "font_color":"Font color",
  "backGround_color":"BackGround color",
  "content_note":"Content note",
  "delete": "delete",
  "add": "add",
  "num_of_poem": "Number of poems: ",
  "splash_title": "production",
  "splash_dec":"Tijanian Faida Heritage Network",
  "search_results":"Search results",
  "num_search_results":"Number of search results:",
  "result":"Result",
  "the_results":"Results",
  "diwan":"diwan : ",
  "knash": "knash: ",
  "_knash": "knash",
  "all_knash": "Browse all knash",
  "search_knash": "search on knash",
  "share": "share"
}